Repository: fabiojundev/wppdev-woocommerce-order-status
Catalog: languages/woocommerce-order-workflow-*.po
Languages: pt_br

source: Change status to
pt_br: Alterar status para

source: Every Day
pt_br: Todos os dias

source: Every 12 Hours
pt_br: A cada 12 Horas

source: Every 6 Hours
pt_br: A cada 6 Horas

source: Every 60 Mins
pt_br: A cada 60 mins

source: Every 30 Mins
pt_br: A cada 30 mins

source: Every 15 Mins
pt_br: A cada 15 mins

source: Every 10 Mins
pt_br: A cada 10 mins

source: Every 5 Mins
pt_br: A cada 5 mins

source: Every Minute
pt_br: A cada minuto

source: Order Workflow
pt_br: Workflow

source: Order Status not found
pt_br: Status de Pedido não encontrado

source: Order Status Created.
pt_br: Status do Pedido Criado.

source: Required fields are empty.
pt_br: Campos obrigatórios estão vazios.

source: Order Status Updated.
pt_br: Status do Pedido Atualizado.

source: Reassign status failed
pt_br: Erro ao Renomear

source: Order Status Deleted
pt_br: Status do Pedido Excluído

source: Order Statuses Imported.
pt_br: Template Importado.

source: Products loaded.
pt_br: Produtos carregados.

source: Your Order status has changed
pt_br: O Status do seu pedido mudou

source: Core
pt_br: Original

source: Custom
pt_br: Personaliz

source: Select
pt_br: Selecione

source: Change Status
pt_br: Alterar Status

source: Resend Invoice
pt_br: Reenviar Fatura

source: Order Status automatically changed - Woocommerce Order Workflow
pt_br: Status do Pedido alterado automaticamente - Woocommerce Order Workflow

source: This email is sent when configured in Order Workflow settings.
pt_br: Este email é enviado após ativar nas configurações do Workflow do Pedido.

source: Your order status has changed
pt_br: O status do seu pedido mudou

source: [{site_title}] Order #{order_number} status changed
pt_br: [{site_title}] Status do Pedido #{order_number} mudou

source: Hi there. Your recent order on {site_title} status has changed.
pt_br: Olá, o status do seu pedido mudou em {site_title}.

source: Enable/Disable
pt_br: Ativar/Desativar

source: Enable this email notification
pt_br: Ativar esta notificação de email

source: Subject
pt_br: Assunto

source: Email Heading
pt_br: Cabeçalho do Email

source: Email Content
pt_br: Conteúdo do Email

source: Email type
pt_br: Tipo de Email

source: Choose which format of email to send.
pt_br: Selecione o tipo de formato de email para enviar.

source: Plain text
pt_br: Texto

source: Order received, no payment initiated. Awaiting payment (unpaid).
pt_br: Pedido recebido. Aguardando o pagamento (ainda não iniciado).

source: Payment received (paid) and stock has been reduced; order is awaiting fulfillment.
pt_br: Pagamento recebido (pago) e o estoque foi reduzido; o pedido está aguardando processamento.

source: Awaiting payment – stock is reduced, but you need to confirm payment.
pt_br: Aguardando pagamento - o estoque foi reduzido, mas é necessário aguardar a confirmação do pagamento.

source: Order fulfilled and complete – requires no further action.
pt_br: O pedido foi concluído - não é necessário nenhuma ação.

source: Canceled by an admin or the customer – stock is increased, no further action required.
pt_br: Cancelado pelo admin ou pelo cliente - o estoque foi incrementad, nenhuma ação é necessária.

source: Refunded by an admin – no further action required.
pt_br: Devolvido pelo admin - nenhuma ação é necessária.

source: Payment failed or was declined (unpaid) or requires authentication (SCA). Note that this status may not show immediately and instead show as Pending until verified.
pt_br: Pagamento falhou ou foi rejeitada (não pago) ou requer autenticação (SCA). Note que este status pode não aparecer imediatamente, enquanto é exibido como Pendente até a verificação.

source: Order Status Change from
pt_br: Status do Pedido alterado de

source: Order Status Change
pt_br: Status do Pedido Alterado

source: Delivering
pt_br: Saiu para Entrega

source: Shipped to address.
pt_br: Enviado para o endereço.

source: Manufactoring
pt_br: Produzindo

source: Manufactoring the product.
pt_br: Produzindo o produto.

source: Shipped
pt_br: Enviado

source: Just to let you know - your order
pt_br: Apenas para avisar - o status do seu pedido

source: status has changed to
pt_br: foi alterado para

source: Settings
pt_br: Configurações
