Repository: fabiojundev/wppdev-woocommerce-order-status
Catalog: languages/wp-plugins-wppdev-woocommerce-order-status-dev-readme-*.po
Languages: pt_br

source: This plugin helps you customize WooCommerce Order Status to fit your fulfillment process and delivery workflow.
pt_br: Este plugin ajuda a personalizar o Status de Pedido do WooCommerce, para ajustá-lo ao seu processo de atendimento e workflow de entrega.

source: Yes, please contact us for customizations.
pt_br: Sim, por favor entre em contato para personalizações.

source: Click on support tab or send us an email at https://wpplugins.dev/contact
pt_br: Clique na aba suporte ou pelo [formulário](https://wpplugins.dev/contato)

source: Do you customize this plugin?
pt_br: Vocês personalizam este plugin?

source: How to get help?
pt_br: Como obter ajuda?

source: Click button download in WordPress plugins wppdev woocommerce order status page.
pt_br: Clique no botão de download na página wppdev woocommerce order status dentro do diretório de plugins do WordPress.

source: Visit settings in WooCommerce Menu &gt; Order Status
pt_br: Configure através do Menu WooCommerce &gt; Status do Pedido

source: Click install
pt_br: Clique no botão instalar

source: Search for: wppdev woocommerce order status
pt_br: Procure por: wppdev woocommerce order status

source: Click Menu 'Plugins' &gt; 'Add new' in your WordPress Admin
pt_br: Clique no Menu ‘Plugins’ &gt; ‘Adicionar novo’ no painel de administração do WordPress

source: Auxiliar reports to forecast the production, manufactory, or suppliers of your e-commerce.
pt_br: Relatórios auxiliares para prever a produção, manufatura, ou fornecedores do seu e-commerce.

source: Show custom order status in WooCommerce Reports.
pt_br: Exiba os status de pedido personalizados nos Relatórios do WooCommerce.

source: Add buttons in WooCommerce Orders admin's table to transition to next status.
pt_br: Adicione botões na tabela de Pedidos do WooCoomerce para mudar para o próximo status.

source: Send email notifications to clients, admin, suppliers when an order status change occurs.
pt_br: Envie notificações por email para clientes, administradores ou fornecedores, quando ocorre uma mudança no status do pedido.

source: Edit colors and Icons for easy status identification.
pt_br: Edite cores e Ícones para uma melhor identificação.

source: Create new order statuses to fit your fulfillment process.
pt_br: Crie novos status de pedido para atender seu processo de entrega.

source: Manual Install
pt_br: Instalação Manual

source: Automatic Install
pt_br: Instalação Automática

source: Overview your order status diagram with one click.
pt_br: Tenha uma visão geral do diagrama de status de pedidos com apenas um clique.

source: WooCommerce Order Statuses - Core.
pt_br: WooCommerce Order Statuses - Núcleo.

source: Activate the plugin through the 'Plugins' menu in WordPress
pt_br: Ative o plugin através do menu ‘Plugins’ no WordPress

source: Unzip and Upload the contents to the <code>/wp-content/plugins/</code> directory in your server.
pt_br: Descompacte e faça o upload do conteúdo no diretório `/wp-content/plugins/` do seu servidor.

source: Auxiliar Report to check if your stock meets the demand.
pt_br: Relatórios auxiliares para verificar se o seu estoque atende a demanda.

source: Send custom emails to your client, supplier, partners, administrators.
pt_br: Envie emails personalizados para seus clientes, fornecedores, parceiros e administradores.

source: Edit slug, icon, color, description and next order statuses. Enable in reports and order's bulk actions.
pt_br: Edite o plug, ícone, cor, descrição e próximos status. Ative em relatórios e ações em massa.

source: Import presets or create your own configuration.
pt_br: Importe configurações de status ou crie seu o próprio.
